Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Finish or clear the current input before opening it in the app.
de: Schließe die aktuelle Eingabe ab oder lösche sie, bevor du sie in der App öffnest.
el: Ολοκληρώστε ή διαγράψτε το τρέχον κείμενο πριν το ανοίξετε στην εφαρμογή.
es: Finaliza o borra la entrada actual antes de abrirla en la aplicación.
fr: Terminez ou effacez la saisie actuelle avant de l’ouvrir dans l’app.
it: Completa o cancella l’input corrente prima di aprirlo nell’app.
ja: アプリで開く前に、現在の入力を送信または消去してください。
nl: Voltooi of wis de huidige invoer voordat je deze in de app opent.
pt_pt: Conclua ou limpe a introdução atual antes de a abrir na aplicação.
sv: Slutför eller rensa den aktuella inmatningen innan du öppnar den i appen.

source: Connect Your Server
de: Verbinden Sie Ihren Server
el: Συνδέστε τον διακομιστή σας
es: Conecta tu servidor
fr: Connectez votre serveur
it: Connetti il tuo server
ja: サーバーを接続する
nl: Verbind uw server
pt_pt: Ligue o Seu Servidor
sv: Anslut din server

source: Some iCloud data is still downloading. Try again when it is available.
de: Einige iCloud-Daten werden noch heruntergeladen. Versuche es erneut, sobald sie verfügbar sind.
el: Ορισμένα δεδομένα του iCloud εξακολουθούν να λαμβάνονται. Δοκιμάστε ξανά όταν θα είναι διαθέσιμα.
es: Aún se están descargando algunos datos de iCloud. Inténtalo de nuevo cuando estén disponibles.
fr: Certaines données iCloud sont toujours en cours de téléchargement. Réessayez lorsqu’elles seront disponibles.
it: Alcuni dati di iCloud sono ancora in fase di download. Riprova quando saranno disponibili.
ja: 一部のiCloudデータはまだダウンロード中です。利用可能になってからもう一度お試しください。
nl: Sommige iCloud-gegevens worden nog gedownload. Probeer het opnieuw wanneer ze beschikbaar zijn.
pt_pt: Alguns dados do iCloud ainda estão a ser descarregados. Tente novamente quando estiverem disponíveis.
sv: Viss iCloud-data håller fortfarande på att laddas ner. Försök igen när den är tillgänglig.

source: Swift uses structured concurrency with async/await...
de: Swift verwendet strukturierte Nebenläufigkeit mit async/await...
el: Η Swift χρησιμοποιεί δομημένη ασύγχρονη εκτέλεση με async/await...
es: Swift usa concurrencia estructurada con async/await...
fr: Swift utilise la concurrence structurée avec async/await...
it: Swift utilizza la concorrenza strutturata con async/await...
ja: Swiftはasync/awaitを使った構造化並行処理を採用しています...
nl: Swift gebruikt gestructureerde gelijktijdigheid met async/await...
pt_pt: Swift usa concorrência estruturada com async/await...
sv: Swift använder strukturerad samtidighet med async/await...

source: Tools unavailable
de: Tools nicht verfügbar
el: Τα εργαλεία δεν είναι διαθέσιμα
es: Herramientas no disponibles
fr: Outils indisponibles
it: Strumenti non disponibili
ja: ツールを利用できません
nl: Hulpmiddelen niet beschikbaar
pt_pt: Ferramentas indisponíveis
sv: Verktyg ej tillgängliga

source: No MCP servers loaded. Tap "Load Available Tools" to fetch them from your server.
de: Keine MCP-Server geladen. Tippen Sie auf „Verfügbare Tools laden“, um sie von Ihrem Server abzurufen.
el: Δεν έχουν φορτωθεί MCP διακομιστές. Πατήστε «Φόρτωση Διαθέσιμων Εργαλείων» για να τους λάβετε από τον διακομιστή σας.
es: No se cargaron servidores MCP. Toca "Cargar herramientas disponibles" para obtenerlos de tu servidor.
fr: Aucun serveur MCP chargé. Appuyez sur « Charger les outils disponibles » pour les récupérer depuis votre serveur.
it: Nessun server MCP caricato. Tocca "Carica Strumenti Disponibili" per recuperarli dal tuo server.
ja: MCPサーバーが読み込まれていません。「利用可能なツールを読み込む」をタップしてサーバーから取得してください。
nl: Geen MCP-servers geladen. Tik op "Beschikbare tools laden" om ze van je server op te halen.
pt_pt: Nenhum servidor MCP carregado. Toque em "Carregar Ferramentas Disponíveis" para os obter do seu servidor.
sv: Inga MCP-servrar laddade. Tryck på "Ladda tillgängliga verktyg" för att hämta dem från din server.

source: The cloud deletion could not be completed.
de: Das Löschen aus der Cloud konnte nicht abgeschlossen werden.
el: Δεν ήταν δυνατή η ολοκλήρωση της διαγραφής από το cloud.
es: No se pudo completar la eliminación en la nube.
fr: La suppression dans le cloud n’a pas pu être effectuée.
it: Impossibile completare l’eliminazione dal cloud.
ja: クラウドからの削除を完了できませんでした。
nl: Het verwijderen uit de cloud kon niet worden voltooid.
pt_pt: Não foi possível concluir a eliminação da nuvem.
sv: Det gick inte att slutföra borttagningen från molnet.

source: Loading support options...
de: Supportoptionen werden geladen …
el: Φόρτωση επιλογών υποστήριξης...
es: Cargando opciones de soporte...
fr: Chargement des options d’assistance…
it: Caricamento delle opzioni di supporto...
ja: サポートオプションを読み込み中…
nl: Ondersteuningsopties worden geladen...
pt_pt: A carregar as opções de suporte...
sv: Laddar supportalternativ...

source: Support ongoing development, maintenance, and new features.
de: Unterstütze die laufende Entwicklung, Wartung und neue Funktionen.
el: Υποστηρίξτε τη συνεχή ανάπτυξη, τη συντήρηση και τις νέες δυνατότητες.
es: Apoya el desarrollo continuo, el mantenimiento y las nuevas funciones.
fr: Soutenez le développement continu, la maintenance et les nouvelles fonctionnalités.
it: Supporta lo sviluppo continuo, la manutenzione e le nuove funzionalità.
ja: 継続的な開発、メンテナンス、新機能を支援する
nl: Ondersteun voortdurende ontwikkeling, onderhoud en nieuwe functies.
pt_pt: Apoie o desenvolvimento contínuo, a manutenção e as novas funcionalidades.
sv: Stöd fortsatt utveckling, underhåll och nya funktioner.

source: Delete Memory Item?
de: Speicherelement löschen?
el: Διαγραφή στοιχείου μνήμης;
es: ¿Eliminar el elemento de memoria?
fr: Supprimer l’élément de mémoire ?
it: Eliminare l’elemento di memoria?
ja: メモリー項目を削除しますか？
nl: Geheugenitem verwijderen?
pt_pt: Eliminar item da memória?
sv: Vill du radera minnesobjektet?

source: Hide Actions
de: Aktionen ausblenden
el: Απόκρυψη ενεργειών
es: Ocultar acciones
fr: Masquer les actions
it: Nascondi azioni
ja: アクションを非表示
nl: Acties verbergen
pt_pt: Ocultar Ações
sv: Dölj åtgärder

source: Your pinned conversation appears here.
de: Deine angeheftete Unterhaltung erscheint hier.
el: Η καρφιτσωμένη συνομιλία σας εμφανίζεται εδώ.
es: Tu conversación fijada aparece aquí.
fr: Votre conversation épinglée apparaît ici.
it: La tua conversazione fissata appare qui.
ja: ピン留めした会話がここに表示されます。
nl: Je vastgezette gesprek verschijnt hier.
pt_pt: A sua conversa fixada aparece aqui.
sv: Din fastnålad konversation visas här.

source: Provider
de: Anbieter
el: Πάροχος
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: プロバイダー
pt_pt: Fornecedor
sv: Leverantör

source: Coding Assistant
de: Coding-Assistent
el: Βοηθός Κωδικοποίησης
es: Asistente de codificación
fr: Assistant de codage
it: Assistente di Codifica
ja: コーディングアシスタント
nl: Programmeerassistent
pt_pt: Assistente de Programação
sv: Kodassistent

source: Saving response...
de: Antwort wird gespeichert …
el: Αποθήκευση απάντησης...
es: Guardando la respuesta...
fr: Enregistrement de la réponse…
it: Salvataggio della risposta...
ja: 応答を保存中…
nl: Antwoord wordt opgeslagen…
pt_pt: A guardar a resposta...
sv: Sparar svaret...

source: Open the search screen in OpenClient
de: Öffne den Suchbildschirm in OpenClient.
el: Άνοιγμα της οθόνης αναζήτησης στο OpenClient
es: Abrir la pantalla de búsqueda en OpenClient.
fr: Ouvrir l’écran de recherche dans OpenClient.
it: Apri la schermata di ricerca in OpenClient
ja: OpenClientで検索画面を開く
nl: Open het zoekscherm in OpenClient.
pt_pt: Abrir o ecrã de pesquisa no OpenClient.
sv: Öppna sökskärmen i OpenClient.

source: Green
de: Grün
el: Πράσινο
es: Verde
fr: Vert
it: Verde
ja: 緑
nl: Groen
pt_pt: Verde
sv: Grön

source: Backup Error
de: Sicherungsfehler
el: Σφάλμα αντιγράφου ασφαλείας
es: Error de copia de seguridad
fr: Erreur de sauvegarde
it: Errore di backup
ja: バックアップエラー
nl: Back-upfout
pt_pt: Erro de Cópia de Segurança
sv: Säkerhetskopieringsfel

source: A brief description about yourself. Max 500 characters.
de: Eine kurze Beschreibung von dir. Maximal 500 Zeichen.
el: Μια σύντομη περιγραφή για εσάς. Μέγιστο 500 χαρακτήρες.
es: Una breve descripción sobre ti. Máximo 500 caracteres.
fr: Une brève description de vous-même. Max 500 caractères.
it: Una breve descrizione di te stesso. Max 500 caratteri.
ja: 自分についての簡単な説明。最大500文字まで。
nl: Een korte beschrijving van jezelf. Maximaal 500 tekens.
pt_pt: Uma breve descrição sobre si. Máx. 500 caracteres.
sv: En kort beskrivning om dig själv. Max 500 tecken.

source: Quantum entanglement is a phenomenon where...
de: Quantenverschränkung ist ein Phänomen, bei dem...
el: Η κβαντική εμπλοκή είναι ένα φαινόμενο όπου...
es: El entrelazamiento cuántico es un fenómeno donde...
fr: L’intrication quantique est un phénomène où...
it: L’entanglement quantistico è un fenomeno in cui...
ja: 量子もつれは、...という現象です
nl: Quantumverstrengeling is een fenomeen waarbij...
pt_pt: O entrelaçamento quântico é um fenómeno onde...
sv: Kvantintrassling är ett fenomen där...

source: Add tag...
de: Tag hinzufügen...
el: Προσθήκη ετικέτας...
es: Agregar etiqueta...
fr: Ajouter un tag...
it: Aggiungi tag...
ja: タグを追加...
nl: Tag toevoegen...
pt_pt: Adicionar etiqueta...
sv: Lägg till tagg...

source: App icon changes are unavailable on this device.
de: Änderungen am App-Symbol sind auf diesem Gerät nicht verfügbar.
el: Η αλλαγή του εικονιδίου της εφαρμογής δεν είναι διαθέσιμη σε αυτήν τη συσκευή.
es: Los cambios del icono de la app no están disponibles en este dispositivo.
fr: Les changements d’icône de l’app sont indisponibles sur cet appareil.
it: Le modifiche all’icona dell’app non sono disponibili su questo dispositivo.
ja: このデバイスではアプリアイコンを変更できません。
nl: Het wijzigen van het apppictogram is niet beschikbaar op dit apparaat.
pt_pt: Não é possível alterar o ícone da aplicação neste dispositivo.
sv: Det går inte att ändra appsymbolen på den här enheten.

source: Recording
de: Aufnahme
el: Εγγραφή
es: Grabando
fr: Enregistrement
it: Registrazione
ja: 録音
nl: Opnemen
pt_pt: A gravar
sv: Inspelning

source: MCP Servers Unavailable
de: MCP-Server nicht verfügbar
el: Οι διακομιστές MCP δεν είναι διαθέσιμοι
es: Servidores MCP no disponibles
fr: Serveurs MCP indisponibles
it: Server MCP non disponibili
ja: MCPサーバー利用不可
nl: MCP-servers niet beschikbaar
pt_pt: Servidores MCP Indisponíveis
sv: MCP-servrar otillgängliga

source: Completed
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fr: Terminé
it: Completato
ja: 完了
nl: Voltooid
pt_pt: Concluído
sv: Slutförd

source: Swipe left to remove a tag
de: Nach links wischen, um ein Tag zu entfernen.
el: Σύρετε αριστερά για να αφαιρέσετε μια ετικέτα.
es: Desliza a la izquierda para eliminar una etiqueta
fr: Faites glisser vers la gauche pour supprimer une étiquette.
it: Scorri a sinistra per rimuovere un tag.
ja: タグを削除するには左にスワイプしてください。
nl: Veeg naar links om een tag te verwijderen
pt_pt: Deslize para a esquerda para remover uma etiqueta.
sv: Svep åt vänster för att ta bort en tagg.

source: This tool is unavailable until its server and input schema can be verified.
de: Dieses Tool ist nicht verfügbar, bis sein Server und Eingabeschema verifiziert werden können.
el: Αυτό το εργαλείο δεν είναι διαθέσιμο έως ότου επαληθευτούν ο διακομιστής και το σχήμα εισόδου του.
es: Esta herramienta no está disponible hasta que se puedan verificar su servidor y esquema de entrada.
fr: Cet outil est indisponible jusqu’à ce que son serveur et son schéma d’entrée puissent être vérifiés.
it: Questo strumento non è disponibile finché non sarà possibile verificare il relativo server e lo schema di input.
ja: このツールは、サーバーと入力スキーマを検証できるまで利用できません
nl: Deze tool is niet beschikbaar totdat de server en het invoerschema ervan kunnen worden geverifieerd.
pt_pt: Esta ferramenta está indisponível até ser possível verificar o respetivo servidor e esquema de entrada.
sv: Det här verktyget är inte tillgängligt förrän dess server och inmatningsschema kan verifieras.

source: Find a conversation
de: Konversation finden
el: Βρες μια συνομιλία
es: Buscar una conversación
fr: Trouver une conversation
it: Trova una conversazione
ja: 会話を検索
nl: Zoek een gesprek
pt_pt: Encontrar uma conversa
sv: Hitta en konversation

source: How can I help you?
de: Wie kann ich Ihnen helfen?
el: Πώς μπορώ να σας βοηθήσω;
es: ¿Cómo puedo ayudarte?
fr: Comment puis-je vous aider ?
it: Come posso aiutarti?
ja: どうされましたか？
nl: Hoe kan ik u helpen?
pt_pt: Como posso ajudar?
sv: Hur kan jag hjälpa dig?

source: You are a professional translator. Translate the user's text accurately while preserving the original meaning, tone, and nuance. Identify the source language automatically and ask for the target language if not specified.
de: Sie sind ein professioneller Übersetzer. Übersetzen Sie den Text des Benutzers genau und bewahren Sie dabei die ursprüngliche Bedeutung, den Ton und die Nuancen. Erkennen Sie die Ausgangssprache automatisch und fragen Sie nach der Zielsprache, falls diese nicht angegeben ist.
el: Είστε επαγγελματίας μεταφραστής. Μεταφράστε το κείμενο του χρήστη με ακρίβεια διατηρώντας το αρχικό νόημα, τόνο και αποχρώσεις. Αναγνωρίστε αυτόματα τη γλώσσα προέλευσης και ζητήστε τη γλώσσα στόχο αν δεν έχει καθοριστεί.
es: Eres un traductor profesional. Traduce el texto del usuario con precisión, preservando el significado, tono y matiz originales. Identifica automáticamente el idioma de origen y solicita el idioma de destino si no está especificado.
fr: Vous êtes un traducteur professionnel. Traduisez le texte de l'utilisateur avec précision tout en préservant le sens, le ton et la nuance originaux. Identifiez automatiquement la langue source et demandez la langue cible si elle n'est pas spécifiée.
it: Sei un traduttore professionista. Traduci accuratamente il testo dell'utente preservando il significato, il tono e le sfumature originali. Identifica automaticamente la lingua di origine e chiedi la lingua di destinazione se non specificata.
ja: あなたはプロの翻訳者です。元の意味、トーン、ニュアンスを保ちながら、ユーザーのテキストを正確に翻訳してください。ソース言語を自動的に識別し、ターゲット言語が指定されていない場合は尋ねてください。
nl: Je bent een professionele vertaler. Vertaal de tekst van de gebruiker nauwkeurig en behoud de oorspronkelijke betekenis, toon en nuance. Identificeer automatisch de brontaal en vraag om de doeltaal als deze niet is opgegeven.
pt_pt: És um tradutor profissional. Traduz o texto do utilizador com precisão, preservando o significado, tom e nuances originais. Identifica automaticamente a língua de origem e pergunta pela língua de destino se não estiver especificada.
sv: Du är en professionell översättare. Översätt användarens text noggrant samtidigt som du bevarar den ursprungliga betydelsen, tonen och nyansen. Identifiera källspråket automatiskt och fråga efter målspråket om det inte är angivet.

source: Sunset
de: Sonnenuntergang
el: Ηλιοβασίλεμα
es: Atardecer
fr: Coucher de soleil
it: Tramonto
ja: サンセット
nl: Zonsondergang
pt_pt: Pôr do sol
sv: Solnedgång

source: Only images and PDFs are supported
de: Nur Bilder und PDFs werden unterstützt
el: Υποστηρίζονται μόνο εικόνες και αρχεία PDF
es: Solo se admiten imágenes y PDFs
fr: Seules les images et les PDF sont pris en charge
it: Sono supportate solo immagini e PDF
ja: 画像とPDFのみ対応しています
nl: Alleen afbeeldingen en PDF's worden ondersteund
pt_pt: Apenas imagens e PDFs são suportados
sv: Endast bilder och PDF-filer stöds

source: Prompt templates
de: Vorlagen für Prompts
el: Πρότυπα προτροπών
es: Plantillas de prompts
fr: Modèles d’invite
it: Modelli di prompt
ja: プロンプトテンプレート
nl: Promptsjablonen
pt_pt: Modelos de prompts
sv: Promptmallar

source: The app's iCloud container is unavailable. Your local data is retained.
de: Der iCloud-Container der App ist nicht verfügbar. Deine lokalen Daten bleiben erhalten.
el: Το κοντέινερ iCloud της εφαρμογής δεν είναι διαθέσιμο. Τα τοπικά δεδομένα σας διατηρούνται.
es: El contenedor de iCloud de la app no está disponible. Tus datos locales se conservan.
fr: Le conteneur iCloud de l’app est indisponible. Vos données locales sont conservées.
it: Il contenitore iCloud dell’app non è disponibile. I tuoi dati locali sono conservati.
ja: アプリのiCloudコンテナを利用できません。ローカルデータは保持されています。
nl: De iCloud-container van de app is niet beschikbaar. Je lokale gegevens blijven behouden.
pt_pt: O contentor iCloud da aplicação está indisponível. Os seus dados locais foram mantidos.
sv: Appens iCloud-behållare är inte tillgänglig. Dina lokala data har sparats.

source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
pt_pt: Ajuda
sv: Hjälp

source: MCP servers are configured in your LiteLLM server. Fetch to see what's available, enable tools, and choose their execution permissions.
de: MCP-Server sind auf Ihrem LiteLLM-Server konfiguriert. Rufen Sie sie ab, um zu sehen, was verfügbar ist, Tools zu aktivieren und deren Ausführungsberechtigungen auszuwählen.
el: Οι διακομιστές MCP έχουν ρυθμιστεί στον διακομιστή LiteLLM. Κάντε ανάκτηση για να δείτε τι είναι διαθέσιμο, ενεργοποιήστε τα εργαλεία και επιλέξτε τα δικαιώματα εκτέλεσής τους.
es: Los servidores MCP están configurados en tu servidor de LiteLLM. Obtén la lista para ver qué hay disponible, habilita las herramientas y elige sus permisos de ejecución.
fr: Les serveurs MCP sont configurés sur votre serveur LiteLLM. Récupérez-les pour voir ce qui est disponible, activer les outils et choisir leurs autorisations d’exécution.
it: I server MCP sono configurati nel tuo server LiteLLM. Recuperali per vedere cosa è disponibile, abilitare gli strumenti e scegliere le relative autorizzazioni di esecuzione.
ja: MCPサーバーはLiteLLMサーバーで設定されています。利用可能なサーバーを確認するには取得し、ツールを有効にして、実行権限を選択してください。
nl: MCP-servers zijn geconfigureerd in je LiteLLM-server. Haal ze op om te zien wat er beschikbaar is, tools in te schakelen en hun uitvoeringsrechten te kiezen.
pt_pt: Os servidores MCP estão configurados no seu servidor LiteLLM. Obtenha a lista para ver o que está disponível, ative as ferramentas e escolha as respetivas permissões de execução.
sv: MCP-servrar konfigureras på din LiteLLM-server. Hämta för att se vad som är tillgängligt, aktivera verktyg och välja deras körningsbehörigheter.

source: Capabilities
de: Fähigkeiten
el: Δυνατότητες
es: Capacidades
fr: Capacités
it: Capacità
ja: 機能
nl: Mogelijkheden
pt_pt: Capacidades
sv: Funktioner

source: Thinking...
de: Denke...
el: Σκέψη...
es: Pensando...
fr: Réflexion en cours...
it: Sto pensando...
ja: 考え中...
nl: Bezig met nadenken...
pt_pt: A pensar...
sv: Tänker...

source: New Chat
de: Neuer Chat
el: Νέα Συνομιλία
es: Nuevo chat
fr: Nouveau chat
it: Nuova chat
ja: 新しいチャット
nl: Nieuw gesprek
pt_pt: Nova Conversa
sv: Ny chatt

# Long-press any message and tap "Add to Favourites" to save it here.
source: Long-press any message and tap "Add to Favorites" to save it here.
de: Halte eine Nachricht gedrückt und tippe auf „Zu Favoriten hinzufügen“, um sie hier zu speichern.
el: Πατήστε παρατεταμένα οποιοδήποτε μήνυμα και επιλέξτε «Προσθήκη στα Αγαπημένα» για να το αποθηκεύσετε εδώ.
es: Mantén pulsado cualquier mensaje y toca "Añadir a Favoritos" para guardarlo aquí.
fr: Appuyez longuement sur un message et touchez « Ajouter aux favoris » pour l’enregistrer ici.
it: Tieni premuto un messaggio e tocca "Aggiungi ai Preferiti" per salvarlo qui.
ja: メッセージを長押しして「お気に入りに追加」をタップすると、ここに保存されます。
nl: Houd een bericht ingedrukt en tik op "Toevoegen aan favorieten" om het hier op te slaan.
pt_pt: Pressione longamente qualquer mensagem e toque em "Adicionar aos Favoritos" para guardá-la aqui.
sv: Tryck länge på ett meddelande och tryck på "Lägg till i favoriter" för att spara det här.

source: GitHub Profile
de: GitHub-Profil
el: Προφίλ GitHub
es: Perfil de GitHub
fr: Profil GitHub
it: Profilo GitHub
ja: GitHubプロフィール
nl: GitHub-profiel
pt_pt: Perfil do GitHub
sv: GitHub-profil

source: Explain quantum entanglement
de: Quantenverschränkung erklären
el: Εξήγηση της κβαντικής εμπλοκής
es: Explicar el entrelazamiento cuántico
fr: Expliquer l’intrication quantique
it: Spiegare l’entanglement quantistico
ja: 量子もつれについて説明する
nl: Leg kwantumverstrengeling uit
pt_pt: Explicar o entrelaçamento quântico
sv: Förklara kvantintrassling

# Favourites
source: Favorites
de: Favoriten
el: Αγαπημένα
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
nl: Favorieten
pt_pt: Favoritos
sv: Favoriter

source: Title (Minimum 3 characters)
de: Titel (mindestens 3 Zeichen)
el: Τίτλος (Ελάχιστο 3 χαρακτήρες)
es: Título (mínimo 3 caracteres)
fr: Titre (Minimum 3 caractères)
it: Titolo (Minimo 3 caratteri)
ja: タイトル（最低3文字）
nl: Titel (Minimaal 3 tekens)
pt_pt: Título (Mínimo 3 caracteres)
sv: Titel (Minst 3 tecken)

source: Tools Could Not Be Loaded
de: Tools konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των εργαλείων
es: No se pudieron cargar las herramientas
fr: Impossible de charger les outils
it: Impossibile caricare gli strumenti
ja: ツールを読み込めませんでした
nl: Hulpmiddelen konden niet worden geladen
pt_pt: Não foi possível carregar as ferramentas
sv: Verktygen kunde inte läsas in

source: iCloud data changed during synchronization.
de: iCloud-Daten wurden während der Synchronisierung geändert.
el: Τα δεδομένα iCloud άλλαξαν κατά τον συγχρονισμό.
es: Los datos de iCloud cambiaron durante la sincronización.
fr: Les données iCloud ont changé pendant la synchronisation.
it: I dati di iCloud sono cambiati durante la sincronizzazione.
ja: 同期中にiCloudデータが変更されました。
nl: iCloud-gegevens zijn tijdens de synchronisatie gewijzigd.
pt_pt: Os dados do iCloud foram alterados durante a sincronização.
sv: iCloud-data ändrades under synkroniseringen.

source: Cancel Recording
de: Aufnahme abbrechen
el: Ακύρωση εγγραφής
es: Cancelar grabación
fr: Annuler l’enregistrement
it: Annulla registrazione
ja: 録音をキャンセル
nl: Opname annuleren
pt_pt: Cancelar Gravação
sv: Avbryt inspelning

source: This model advertises vision, but its mode does not support automatic vision requests.
de: Dieses Modell wirbt mit Bildverarbeitung, aber sein Modus unterstützt keine automatischen Bildverarbeitungsanfragen.
el: Αυτό το μοντέλο διαφημίζει υποστήριξη όρασης, αλλά η λειτουργία του δεν υποστηρίζει αυτόματα αιτήματα όρασης.
es: Este modelo anuncia compatibilidad con visión, pero su modo no admite solicitudes automáticas de visión.
fr: Ce modèle annonce la prise en charge de la vision, mais son mode ne prend pas en charge les requêtes de vision automatiques.
it: Questo modello dichiara di supportare la visione, ma la sua modalità non supporta le richieste automatiche di visione.
ja: このモデルはビジョン対応をうたっていますが、そのモードでは自動ビジョンリクエストに対応していません。
nl: Dit model adverteert met beeldverwerking, maar de modus ondersteunt geen automatische beeldverzoeken.
pt_pt: Este modelo anuncia suporte para visão, mas o seu modo não suporta pedidos automáticos de visão.
sv: Den här modellen marknadsför bildförståelse, men dess läge stöder inte automatiska bildförfrågningar.

source: Review the current iCloud account before any local or cloud data is changed.
de: Überprüfe den aktuellen iCloud-Account, bevor lokale oder Cloud-Daten geändert werden.
el: Ελέγξτε τον τρέχοντα λογαριασμό iCloud πριν αλλάξουν δεδομένα τοπικά ή στο cloud.
es: Revisa la cuenta de iCloud actual antes de cambiar cualquier dato local o en la nube.
fr: Vérifiez le compte iCloud actuel avant toute modification des données locales ou cloud.
it: Esamina l’account iCloud attuale prima di modificare i dati locali o nel cloud.
ja: ローカルまたはクラウドのデータを変更する前に、現在のiCloudアカウントを確認する
nl: Controleer het huidige iCloud-account voordat er lokale of cloudgegevens worden gewijzigd.
pt_pt: Reveja a conta iCloud atual antes de alterar quaisquer dados locais ou na nuvem.
sv: Granska det aktuella iCloud-kontot innan några lokala data eller molndata ändras.
